alsa-utils
anki
apache
apg
aspell-de
audacity
autoconf
automake
banshee
baobab
bash
binutils
bison
bzip2
cdrdao
chromium
cmake
compton
coreutils
crda
cryptsetup
ctags
cups
device-mapper
dhcp
dhcpcd
diffutils
dmenu
dnsmasq
dosfstools
dvd+rw-tools
e2fsprogs
emacs
evince
fakeroot
feh
file
file-roller
filesystem
filezilla
findutils
firefox
firefox-i18n-de
fish
flashplugin
gamin
gawk
geogebra
gettext
ghc
ghostscript
gimp
glibc
gnome-icon-theme
gnome-keyring
gnome-themes-standard
gnuplot
gparted
graphviz
grep
groff
grub
gsfonts
gst-libav
guake
gvfs
gvfs-afc
gvfs-mtp
gvim
gzip
haveged
hostapd
hplip
htop
hunspell-de
i3-wm
i3lock
i3status
icedtea-web
inetutils
inkscape
iproute2
iputils
isync
iw
jfsutils
jhead
jupyter
jupyter-notebook
keepass
less
libetpan
libical
libreoffice-fresh
libtool
libva
libva-intel-driver
licenses
lightdm
lightdm-gtk-greeter
linux
lm_sensors
lmms
logrotate
lvm2
lxappearance
lxsession
m4
make
man-db
man-pages
mariadb
mdadm
msmtp
msmtp-mta
mtools
musescore
nano
neovim
netctl
network-manager-applet
networkmanager
nodejs
notification-daemon
npm
ntp
numix-themes
octave
openssh
os-prober
owncloud
pacman
pandoc
pass
patch
pciutils
pcmciautils
perl
php
php-apache
php-mcrypt
php-sqlite
php-xsl
phpmyadmin
pkg-config
procps-ng
psmisc
pulseaudio
pulseaudio-alsa
python-lxml
python-neovim
python-pillow
python-virtualenv
python2-lxml
python2-neovim
python2-numpy
python2-pillow
python2-xdg
reflector
reiserfsprogs
rethinkdb
rxvt-unicode
s-nail
sage-notebook
sagemath
seahorse
sed
shadow
shutter
soundfont-fluid
strace
sudo
synapse
sysfsutils
systemd-sysvcompat
tar
termite
texinfo
texlive-bibtexextra
texlive-core
texlive-formatsextra
texlive-genericextra
texlive-latexextra
texlive-plainextra
texlive-publishers
texlive-science
the_silver_searcher
thunar
thunar-archive-plugin
tlp
tumbler
unzip
usbutils
util-linux
valgrind
vbetool
vi
vlc
which
wireless-regdb
x264
xautolock
xdebug
xdg-user-dirs
xf86-input-synaptics
xf86-video-intel
xfsprogs
xorg-server
xorg-xev
xorg-xinit
xorg-xprop
xsel
zathura
zathura-pdf-mupdf
zeitgeist
zsh
